Repository: collective/collective.folderishtypes
Catalog: src/collective/folderishtypes/locales/*/LC_MESSAGES/collective.folderishtypes.po
Languages: es

source: Changes saved.
es: Los cambios han sido guardados.

source: Please correct the indicated errors.
es: Por favor, corrija los errores indicados.

source: Remove collective.folderishtypes Archetype Types.
es: Elimine Tipos Archetype del componente collective.folderishtypes.

source: Remove collective.folderishtypes Dexterity configuration.
es: Elimina configuración Dexterity de collective.folderishtypes.

source: This provides Plones default types
es: Esto proporciona los tipos por defecto de Plone

source: collective.folderishtypes archetypes default profile: Installs Archetypes based folderish content types in Plone.
es: perfil por defecto de archetypes para collective.folderishtypes: Instala tipos de contenido Archetypes de carpetas basados en Plone.

source: collective.folderishtypes default profile: Installs the folderish content types in Plone.
es: perfil por defecto para collective.folderishtypes: Instala los tipos de contenido de carpetas en Plone.

source: collective.folderishtypes portlet profile: Adds example portlets for Folderish Types.
es: perfil de portlet para collective.folderishtypes: Añade portlets de ejemplo para tipos de carpetas.

source: collective.folderishtypes uninstall profile
es: collective.folderishtypes: perfil de desinstalación

source: collective.folderishtypes: Archetypes Default
es: collective.folderishtypes: Archetypes por defecto

source: collective.folderishtypes: Archetypes Uninstall
es: collective.folderishtypes: Desinstalación de Archetypes

source: collective.folderishtypes: Dexterity configuration uninstall
es: collective.folderishtypes: Desinstalación de la configuración Dexterity

source: collective.folderishtypes: Example portlets for folderish types
es: collective.folderishtypes: Ejemplo de portlets para tipos de carpetas

source: collective.folderishtypes: default
es: collective.folderishtypes: por defecto

source: collective.folderishtypes: plone.app.contenttypes types with folderish behavior
es: collective.folderishtypes: tipos con comportamiento de carpeta de plone.app.contenttypes

source: collective.folderishtypes: uninstall
es: collective.folderishtypes: desintalar

source: ctxcontents_help_allowed_types
es: Seleccionar los tipos de contenidos que deberían mostrar.

source: ctxcontents_help_display_images
es: Mostrar imágenes en línea.

source: ctxcontents_help_image_scale
es: Seleccione cual escala de imagen debe ser usada para el portlet.

source: ctxcontents_help_title
es: El título del portlet Contenidos Contextual.

source: ctxcontents_label_allowed_types
es: Permitir Tipos

source: ctxcontents_label_display_images
es: Mostrar Imágenes

source: ctxcontents_label_image_scale
es: Escalar Imagen

source: ctxcontents_label_title
es: Título

source: listingportlet_help_add
es: Este portlet muestra el contenido de tipos contenedor.

source: listingportlet_label_add
es: Añadir portlet para tipo contenedor

source: listingportlet_title
es: Portlet Listar Tipo Contenedor

source: portlet_ctxcontents_help_add
es: Este portlet muestra los elementos de un Tipo especifico el cual este en la actual carpeta.

source: portlet_ctxcontents_label_add
es: Añadir Portlet Contenidos Contextual.

source: portlet_ctxcontents_label_edit
es: Editar Portlet Contenidos Contextual.

source: portlet_ctxcontents_title
es: Portlet Contenidos Contextual
