Repository: collective/collective.folderishtypes
Catalog: collective/folderishtypes/locales/*/LC_MESSAGES/collective.folderishtypes.po
Languages: de

source: A page in the site. Can contain rich text and behaves like a folder.
de: Eine Seite. Diese Seite hat ein Ordnerverhalten und kann andere Objekte beinhalten.

source: Add portlet for folderish types
de: Portlet für Inhalt mit Ordnerverhalten hinzufügen.

source: An announcement that will show up on the news portlet and in the news listing with folderish behavior.
de: Eine Ankündigung, die in Nachrichtenübersichten aufgelistet wird. Diese Nachricht hat ein Ordnerverhalten und kann andere Objekte beinhalten.

source: Edit
de: Bearbeiten

source: Event with Folder
de: Termin mit Ordnerverhalten

source: External Edit
de: Extern editieren

source: Folderish Contenttype Listing Portlet
de: Portlet für Inhalt mit Ordnerverhalten

source: History
de: Historie

source: Information about an upcoming event, which can be displayed in the calendar. This Event has folderish behavior.
de: Termine können im Kalender angezeigt werden. Dieser Termin hat ein Ordnerverhalten und kann andere Objekte beinhalten.

source: News Item with Folder
de: Nachricht mit Ordnerverhalten

source: Page with Folder
de: Seite mit Ordnerverhalten

source: This portlet shows the contents of folderish types.
de: Dieses Portlet zeigt die Inhalte eines Inhaltstyps mit Ordnerverhalten an.

source: View
de: Anzeigen
